[
    {
        "category": "On Site",
        "postedBy": "Tanvir Ahmed",
        "employer": "Tech Solutions Inc.",
        "jobTitle": "Software Engineer",
        "postingDate": "2023-11-06",
        "deadline": "2023-12-01",
        "salaryRange": "60k-80k",
        "applicantsNumber": 50,
        "companyLogo": "https://i.ibb.co/qNq5yWr/695659171910962979875e10c171eimage200x200.png",
        "jobBanner": "https://i.ibb.co/0cqkRGd/pin533yazilimblogen900x500.jpg",
        "description": "Tech Solutions Inc. is seeking a skilled software engineer to join our team. The candidate should have expertise in developing robust software solutions, debugging issues, and collaborating with cross-functional teams. Responsibilities include designing and implementing software components, testing, and ensuring software reliability. Successful candidates will demonstrate strong problem-solving skills and programming proficiency. Join us in our mission to create innovative and impactful software applications."
    },
    {
        "category": "On Site",
        "postedBy": "Mamun Ahmed",
        "employer": "WebTech Innovations",
        "jobTitle": "Web Developer",
        "postingDate": "2023-11-05",
        "deadline": "2023-11-30",
        "salaryRange": "55k-75k",
        "applicantsNumber": 45,
        "companyLogo": "https://i.ibb.co/zXzgMNm/download200x200.png",
        "jobBanner": "https://i.ibb.co/FKT4Lh7/authlabfrontenddevelopercircular900x500.png",
        "description": "WebTech Innovations is hiring an experienced web developer to create innovative and responsive web applications. The ideal candidate will have a strong understanding of web development technologies, frameworks, and tools. Responsibilities include designing and implementing user interfaces, ensuring responsiveness, and collaborating with back-end developers. Candidates should have a creative mindset, attention to detail, and excellent problem-solving abilities. Join our dynamic team and contribute to the development of cutting-edge web solutions."
    },
    {
        "category": "On Site",
        "postedBy": "Rasel Ahmed",
        "employer": "Design Masters Studio",
        "jobTitle": "UI/UX Designer",
        "postingDate": "2023-11-04",
        "deadline": "2023-11-28",
        "salaryRange": "50k-70k",
        "applicantsNumber": 60,
        "companyLogo": "https://i.ibb.co/1G420NH/80d2ef1423438279639890a32b24b200x200.jpg",
        "jobBanner": "https://i.ibb.co/V93LjY0/News389637840652604107930900x500.jpg",
        "description": "Design Masters Studio is seeking a creative UI/UX designer to join our design team. The candidate will be responsible for transforming ideas into intuitive and user-friendly interfaces. Key responsibilities include conducting user research, creating wireframes, designing prototypes, and collaborating with developers to implement designs. Candidates should have a strong portfolio showcasing their design skills, attention to detail, and passion for creating exceptional user experiences. Join us in shaping the future of user interfaces and digital experiences."
    },
    {
        "category": "Remote",
        "postedBy": "Tanvir Ahmed",
        "employer": "Data Analytics Pro",
        "jobTitle": "Data Analyst",
        "postingDate": "2023-11-03",
        "deadline": "2023-11-27",
        "salaryRange": "50k-70k",
        "applicantsNumber": 35,
        "companyLogo": "https://i.ibb.co/pjcjD58/images200x200.png",
        "jobBanner": "https://i.ibb.co/h2WDKV9/Data-Analystjobdescription900x500.jpg",
        "description": "Data Analytics Pro is hiring a data analyst to analyze large datasets, draw meaningful insights, and make data-driven decisions. The candidate will be responsible for collecting, processing, and analyzing data, as well as creating visualizations and reports. Strong analytical skills, attention to detail, and proficiency in data analysis tools are required. Candidates should have a passion for data-driven decision-making and problem-solving. Join our team and contribute to data-driven strategies that enhance business outcomes."
    },
    {
        "category": "Remote",
        "postedBy": "Rayhan Kabir",
        "employer": "ContentCrafters Ltd.",
        "jobTitle": "Content Writer",
        "postingDate": "2023-11-02",
        "deadline": "2023-11-26",
        "salaryRange": "40k-60k",
        "applicantsNumber": 40,
        "companyLogo": "https://i.ibb.co/2qyk0cQ/be891a94f2a6d504d92db1332c068e39200x200.png",
        "jobBanner": "https://i.ibb.co/Rb7ktkF/depositphotos86157576stockillustrationcontentwriterconceptimagewrriten900x500.jpg",
        "description": "ContentCrafters Ltd. is looking for a talented content writer to create engaging and informative content for online platforms. The candidate will be responsible for researching topics, creating compelling articles, blog posts, and social media content. Excellent writing skills, creativity, and attention to detail are essential. Candidates should have experience in SEO writing and be able to adapt their writing style to various audiences. Join our team and contribute to content strategies that resonate with our target audience."
    },
    {
        "category": "Remote",
        "postedBy": "Morsheda Shimu",
        "employer": "Social Media Co.",
        "jobTitle": "Social Media Manager",
        "postingDate": "2023-11-01",
        "deadline": "2023-11-25",
        "salaryRange": "45k-65k",
        "applicantsNumber": 55,
        "companyLogo": "https://i.ibb.co/2WRdYw5/originald187c94aaefe248cdb8cb138918536cf200x200.jpg",
        "jobBanner": "https://i.ibb.co/GnXgjCs/authlabsocialmediamanagerrecruitment900x500.jpg",
        "description": "Social Media Co. is seeking a creative and experienced social media manager to develop and implement social media strategies. The candidate will be responsible for creating engaging content, managing social media channels, and analyzing social media performance. Strong communication skills, creativity, and social media marketing expertise are required. Candidates should have a deep understanding of social media trends and the ability to build brand awareness. Join us in shaping impactful social media campaigns for our clients."
    },
    {
        "category": "Hybrid",
        "postedBy": "Fardin Ahmed",
        "employer": "Marketing Dynamics Inc.",
        "jobTitle": "Project Manager",
        "postingDate": "2023-10-31",
        "deadline": "2023-11-24",
        "salaryRange": "70k-90k",
        "applicantsNumber": 30,
        "companyLogo": "https://i.ibb.co/tJ657MC/images-1200x200.png",
        "jobBanner": "https://i.ibb.co/gwHCf7Y/projectcoordinatorintern0000324900x500.jpg",
        "description": "Marketing Dynamics Inc. is looking for an experienced project manager to lead cross-functional teams and deliver high-quality projects. The candidate will be responsible for project planning, scheduling, budgeting, and stakeholder communication. Strong leadership skills, organizational abilities, and problem-solving capabilities are essential. Candidates should have a proven track record of successful project management and a passion for delivering exceptional outcomes. Join our team and contribute to the successful execution of diverse projects."
    },
    {
        "category": "Hybrid",
        "postedBy": "MA Aziz",
        "employer": "Sales Hub International",
        "jobTitle": "Marketing Specialist",
        "postingDate": "2023-10-30",
        "deadline": "2023-11-23",
        "salaryRange": "55k-75k",
        "applicantsNumber": 25,
        "companyLogo": "https://i.ibb.co/QC1Q3BZ/hubletterlogodesignwithwhitebackgroundinillustratorvectorlogomodernalphabetfontoverlapstylecalligrap.jpg",
        "jobBanner": "https://i.ibb.co/wsKMXX6/Were-Hiringblogdigitalmarketing900x500.jpg",
        "description": "Sales Hub International is hiring a marketing specialist to develop and implement marketing strategies that drive business growth. The candidate will be responsible for market research, campaign planning, and digital marketing initiatives. Strong analytical skills, creativity, and proficiency in marketing tools are required. Candidates should have a deep understanding of consumer behavior and market trends. Join our team and contribute to innovative marketing strategies that enhance our brand presence and customer engagement."
    },
    {
        "category": "Hybrid",
        "postedBy": "John Milton",
        "employer": "SalesPro Experts",
        "jobTitle": "Sales Representative",
        "postingDate": "2023-10-29",
        "deadline": "2023-11-22",
        "salaryRange": "50k-70k",
        "applicantsNumber": 20,
        "companyLogo": "https://i.ibb.co/zQYvJ0n/wowsales200x200.jpg",
        "jobBanner": "https://i.ibb.co/5xRFhqc/238salesrepresentative20200115100323690900x500.png",
        "description": "SalesPro Experts is seeking a motivated sales representative to identify and pursue new business opportunities. The candidate will be responsible for prospecting, lead generation, and sales presentations. Strong communication skills, negotiation abilities, and a customer-focused mindset are required. Candidates should have a proven sales track record and the ability to build lasting customer relationships. Join our team and contribute to driving revenue growth and building a strong client base."
    },
    {
        "category": "Part Time",
        "postedBy": "Anwar Shah",
        "employer": "Supportive Services Co.",
        "jobTitle": "Customer Support",
        "postingDate": "2023-10-28",
        "deadline": "2023-11-21",
        "salaryRange": "20k-30k",
        "applicantsNumber": 15,
        "companyLogo": "https://i.ibb.co/ThvPZLz/supportserviceicontechsupporticoncallcenterservicesupportassistantoperatorvectoruiiconneumorphicuiux.jpg",
        "jobBanner": "https://i.ibb.co/qyTwQRk/WORKFROMHOMEEntry-Level-Customer-Support-Specialist-Pie-Insurance900x500.jpg",
        "description": "Supportive Services Co. is hiring part-time customer support agents to assist customers with inquiries and resolve issues. The candidate will be responsible for providing excellent customer service via phone, email, and chat. Strong communication skills, patience, and problem-solving abilities are essential. Candidates should have a friendly demeanor, a customer-centric approach, and the ability to handle customer inquiries efficiently. Join our team and contribute to creating positive customer experiences."
    },
    {
        "category": "Part Time",
        "postedBy": "Gazi Ahsan",
        "employer": "Creative Design Studio",
        "jobTitle": "Graphic Designer",
        "postingDate": "2023-10-27",
        "deadline": "2023-11-20",
        "salaryRange": "25k-35k",
        "applicantsNumber": 18,
        "companyLogo": "https://i.ibb.co/vjkRy6B/0b7e12afd1bf3a6c4ed1ab4f03b3ce15200x200.jpg",
        "jobBanner": "https://i.ibb.co/9h8ymWP/hiringgraphicdesignervacancyposterjobvector38396710900x500.jpg",
        "description": "Creative Design Studio is looking for a creative graphic designer to design engaging visual content for marketing campaigns. The candidate will be responsible for creating graphics, illustrations, and layouts for various digital and print materials. Proficiency in design software, creativity, and attention to detail are required. Candidates should have a strong portfolio showcasing their design skills and artistic vision. Join our team and contribute to visually appealing marketing materials that captivate our audience."
    },
    {
        "category": "Part Time",
        "postedBy": "Md Tarek",
        "employer": "Eventful Experiences",
        "jobTitle": "Event Coordinator",
        "postingDate": "2023-10-26",
        "deadline": "2023-11-19",
        "salaryRange": "22k-32k",
        "applicantsNumber": 22,
        "companyLogo": "https://i.ibb.co/QPsYxyJ/L99954820210201040047279x200x200.jpg",
        "jobBanner": "https://i.ibb.co/L987m6Q/nowhiring900x500.jpg",
        "description": "Eventful Experiences is hiring part-time event coordinators to plan and coordinate various events for clients. The candidate will be responsible for event logistics, vendor coordination, and guest management. Strong organizational skills, attention to detail, and a passion for event planning are required. Candidates should have excellent communication skills and the ability to work under pressure. Join our team and contribute to creating memorable and seamless event experiences for our clients."
    }
]


